[{
    "id": 3,
    "title": "Pua Jalal: Maestro Seni Musik Tradisi Kacaping",
    "description": "Pua Jalal, maestro seni tradisional Makkacaping dari Majene, telah mengabdikan hidupnya selama lebih dari enam dekade untuk melestarikan warisan budaya Mandar di Sulawesi Barat.",
    "fullContent": "Bapak Jalal tau, yang dikenal luas dengan panggilan hormat Pua Jalal, adalah maestro seni tradisional yang berdedikasi tinggi terhadap pelestarian warisan budaya Mandar di Sulawesi Barat. Berasal dari Kampung Coci, Kecamatan Pamboang, Majene, beliau telah mengabdikan hidupnya selama lebih dari enam dekade untuk seni Makkacaping (memainkan kecapi), menjadikannya pustaka hidup dan sumber rujukan utama bagi kebudayaan Mandar. Pua Jalal memulai kiprahnya sebagai Pakkacaping sejak era 1950-an. Di masa tersebut, beliau tidak sekadar menjadi musisi, melai",
    "imageUrl": "/images/PUAJALAL.png",
    "type": "Tokoh Maestro",
    "slug": "maestro-seni-pakkacaping"
  },
  {
    "id": 4,
    "title": "Idris DP: Tokoh Inspiratif Tomakaka Ulumanda",
    "description": "Dr. H. Muh. Idris DP, Ketua Adat/Tomakaka Ulumanda, adalah figur kunci dalam pelestarian kebudayaan di Sulawesi Barat, mengintegrasikan adat, akademis, dan birokrasi.",
    "fullContent": "Dr. H. Muh. Idris DP merupakan figur kunci dalam pelestarian dan pemajuan kebudayaan di Sulawesi Barat, khususnya melalui peran sentral beliau sebagai Ketua Adat/Tomakaka Ulumanda. Jasa-jasa beliau, yang melintasi ranah adat, akademis, dan birokrasi, menjadikannya kandidat yang sangat memenuhi kriteria untuk dianugerahi Tanda Kehormatan Bintang Budaya Parama Dharma. Kontribusi esensial beliau berfokus pada revitalisasi dan penginstitusionalisasian Ada Tuho Ulumanda, yakni empat aturan dasar kehidupan masyarakat Ulumanda. Upaya beliau dimulai jauh sebelum pengukuhan resmi sebagai Tomakaka pada Tahun 2024. Sejak Tahun 2000, beliau telah menginisiasi Temu Budaya Ada Tuho, sebuah kegiatan yang secara konsisten berfungsi sebagai forum vital untuk dialog, pendidikan, dan pewarisan nilai-nilai adat kepada generasi muda. Komitmen ini kemudian ditingkatkan melalui transformasi kegiatan tersebut menjadi Festival Ada Tuho Ulumanda pada periode 2021 hingga 2024, sebuah langkah strategis yang berhasil mengangkat kearifan lokal ke panggung publik yang lebih luas. Sebagai seorang akademisi, Dr. H. Muh. Idris DP juga memberikan kontribusi signifikan dalam ranah keilmuan dan dokumentasi budaya. Beliau memimpin Tim Periset Nilai-Nilai Budaya dan berhasil mendokumentasikan secara tertulis empat pilar inti Ada Tuho, yaitu Sakka Pariama, Sakka Pambojangang, Panda Tomate, dan Reppoang Ulu Rendengan Tallottong. Dokumentasi ini merupakan upaya fundamental dalam menjamin kelestarian warisan tak benda melalui pendekatan ilmiah, menjadikannya referensi yang kredibel. Pasca pengukuhan resmi sebagai Tomakaka, kepemimpinan beliau berfokus pada implementasi praktis hukum adat sebagai solusi bagi ketertiban sosial. Beliau secara aktif memimpin Sidang Adat untuk menyelesaikan dinamika permasalahan dan konflik antar rumpun masyarakat. Dengan menegakkan aturan Ada Tuho, beliau berhasil menjadikan nilai adat sebagai referensi utama penyelesaian sengketa, yang dampaknya adalah penekanan substansial terhadap persoalan hukum formal di tengah masyarakat. Selain itu, beliau memainkan peran mediasi penting dalam konflik antar lembaga adat di tingkat provinsi, memposisikan Lembaga Adat Ulumanda sebagai lembaga non blok dan pendamai. Hal ini diperkuat dengan inisiasi pertemuan konsolidasi dengan para pemangku adat se-Provinsi Sulawesi Barat pada Tahun 2024. Visi beliau terhadap kebudayaan bersifat progresif, ditandai dengan rencana pengadaan Sidang Adat Revitalisasi Nilai Ada Tuho Ulumanda pada Tahun 2025. Sidang ini bertujuan untuk mengadaptasi dan mentransformasi nilai-nilai adat agar tetap relevan dalam konteks kekinian. Latar belakang beliau sebagai birokrat ulung (Deputi LAN RI dan Sekda Sulbar) memberikan beliau kapasitas unik untuk mengintegrasikan pelestarian budaya daerah dengan kerangka kebijakan pembangunan nasional. Secara keseluruhan, jasa Dr. H. Muh. Idris DP merupakan kontribusi nyata terhadap pelestarian, pengembangan, dan pemajuan kebudayaan nasional, melalui revitalisasi sistem nilai yang berdampak positif pada harmoni sosial,",
    "imageUrl": "/images/TOMAKAKAULUMANDA.jpg",
    "type": "Tokoh Maestro",
    "slug": "maestro-inspiratif-tomakaka-ulumanda"
  },
  {
    "id": 2,
    "title": "Makam Raja-Raja dan Hadat Banggae: Jejak Sejarah",
    "description": "Kompleks makam kuno di Majene, Sulawesi Barat, dengan nisan Mandar khas seperti silindrik mahkota, pipih pedang, dan hulu badik, menyimpan kekayaan sejarah Raja-Raja Mandar.",
    "fullContent": "Kompleks Makam Raja-Raja dan Hadat Banggae, sebuah situs bersejarah yang menawarkan perjalanan spiritual dan budaya di Majene, Sulawesi Barat. Terletak indah di atas bukit (46 mdpl) dengan pemandangan langsung ke Teluk Majene, kompleks ini menyimpan ratusan makam kuno yang terbagi dalam lima sektor. Daya tarik utamanya terletak pada Nisan Mandar yang khas. Anda akan menemukan nisan dengan bentuk unik seperti silindrik mahkota, pipih pedang bertangkai, dan hulu badik—tipologi yang sangat langka dan menjadi ikon budaya Mandar. Amati pula ukiran-ukiran indah berupa kaligrafi dan aksara lontara yang memuat ajaran Islam dan ragam hias flora yang menawan. Kunjungi Kompleks Makam Banggae untuk menyelami kekayaan tipologi nisan Nusantara dan mengagumi warisan budaya Raja-Raja Mandar di tepi pantai yang memukau.",
    "imageUrl": "/images/MAKAMRAJA.jpg",
    "type": "Cagar",
    "slug": "makam-raja-raja-banggae"
  },
  {
    "id": 5,
    "title": "Tembikar Minagasipakko dan Kamassi Kalumapang",
    "description": "Variasi Tembikar Minagasipakko dan Kamassi Kalumapang adalah salah satu bentuk pusaka karya masyarakat Sulawesi Barat.",
    "fullContent": "Variasi Tembikar Minagasipakko dan Kamassi Kalumapang Sulawesi Barat merupakan bentuk peninggalan budaya dan keahlian tradisional yang patut dilestarikan. Tembikar ini tidak hanya berfungsi sebagai alat rumah tangga, tetapi juga memiliki nilai estetika dan historis yang tinggi, mencerminkan identitas dan kearifan lokal masyarakat Mandar dalam mengolah bahan alam menjadi karya seni fungsional.",
    "imageUrl": "/images/TEMBIKAR.jpg",
    "type": "Cagar",
    "slug": "tembikar-minagasipakko-kamassi-kalumapang"
  },
  {
    "id": 6,
    "title": "Perjanjian Assitaliang: Simpul Persahabatan Kerajaan Mandar",
    "description": "Kisah perjanjian persahabatan antar kerajaan di Mandar (Pitu Ulunna Salu & Pitu Ba’bana Binanga) yang membentuk kekuatan bersama dan menegakkan kearifan lokal.",
    "fullContent": "LAHIRNYA PERJANJIAN (ASSITALLIANG) ANTAR BEBERAPA KERAJAAN DI MANDAR \nPenulis : Afiat Mulwan \nPeristiwa terjadinya perjanjian persahabatan (assitalliang) beberapa kerajaan-kerajaan yang ada di wilayah Mandar yang lebih dikenal dengan Pitu Ulunna Salu (PUS) dan Pitu Ba’bana Binanga (PBB) didasari pada perebutan kekuasaan/hegemoni di antara kerajaan-kerajaan lokal tersebut. Kultur politik kerajaan lokal pada saat itu adalah membentuk dan menjalin persekutuan, sehingga dalam kesejarahan di Mandar dikenal dua konfederasi kerajaan lokal (PUS dan PBB) yang didasari oleh perjanjian persahabatan tersebut. \nDisintegrasi berupa konflik intern diantara sesama kerajaan, yang kemudian diyakini menjadi awal munculnya konsep Tomanurung yang sekaligus menjadi peletak dasar kerajaan di Mandar. Kemudian beberapa kerajaan yang ada di Mandar, melakukan perjanjian persahabatan antara satu dengan yang lain, Dan hal ini, dapat kita jadikan sebagai kearifan lokal sebagai wujud dari proses integrasi nasional yang tercipta sejak masa lampau. Berdasar dari peristiwa tersebut di atas, maka untuk mewujudkan proses integrasi nasional, tidak akan mungkin lagi mengharapkan kedatangan Tomanurung, untuk menyatukan, tetapi kita dapat belajar dari hal-hal yang dilakukan oleh para pendahulu kita yaitu melalui kearifan lokal dengan mencoba mengangkat kembali beberapa Perjanjian Persahabatan/Assitalliang pada saat itu sebagai wujud integrasi nasional sejak dahulu. \n",
    "imageUrl": "/images/SIPAMANDAR.jpg",
    "type": "Budaya",
    "slug": "lahir-perjanjian-assitaliang"
  },
  {
    "id": 8,
    "title": "Student on Sandeq sebagai Medium Pendidikan Karakter",
    "description": "Student on Sandeq sebagai Medium Pendidikan Karakter Berdasarkan Kearifan Lokal Masyarakat Mandar",
    "fullContent": "Student On Sandeq (SOS) merupakan program pendidikan karakter berbasis kearifan lokal masyarakat Mandar yang memanfaatkan perahu sandeq sebagai media pembelajaran. Melalui pendekatan eksperiensial, program ini bertujuan menanamkan nilai-nilai kemaritiman seperti keberanian, kolaborasi, dan kecintaan lingkungan kepada generasi muda di Sulawesi Barat. Artikel ini menganalisis implementasi SOS selama tiga tahun (2022–2024) dengan fokus pada: (1) transformasi pengetahuan tradisional pelaut Mandar menjadi materi pendidikan karakter, (2) dampak kegiatan terhadap pembentukan sikap peserta, dan (3) keberlanjutan program sebagai model pendidikan berbasis budaya. Data dikumpulkan melalui observasi partisipatif, wawancara, dan analisis dokumen kegiatan. Hasil penelitian menunjukkan bahwa SOS berhasil mengintegrasikan tujuh nilai karakter utama (percaya diri, empati, kesetaraan, dll.) melalui aktivitas kebaharian yang terstruktur. Tantangan utama terletak pada aspek institusionalisasi program ke dalam sistem pendidikan formal. Artikel ini menyimpulkan bahwa SOS menawarkan kerangka kerja praktis untuk pendidikan karakter kontekstual yang relevan dengan masyarakat pesisir.",
    "imageUrl": "/images/PENULIS_SOS.jpg",
    "type": "Budaya",
    "slug": "Student-on-Sandeq"
  },
  {
    "id": 9,
    "title": "Jepa di Mandar, Anbal di Maluku, Casabe di Amerika",
    "description": "Salah satu makanan tradisional Mandar adalah “jepa”. Karena bentuknya bulat, dalam budaya pop diberi gelar pizza Mandar. Bahan utamanya ubi kayu (Manihot utilissima).",
    "fullContent": "Salah satu makanan tradisional Mandar adalah “jepa”. Karena bentuknya bulat,dalam budaya pop diberi gelar pizza Mandar.Bahan utamanya ubi kayu(Manihot utilissima).Ubi kayu dalambahasa Mandar disebut“ lame ayu”,yang secara harfiah merupakan terjemahan dari bahasa Indonesia: “lame” untuk ubi, “ayu” untuk kayu.Ada beberapa jenis umbi - umbian di Mandar, tapi tidak selalu menggunakan kata“ lame”.Misal“ undo”(gadung, Dioscorea hispida), tidak disebut“ lame undo”;ubi jalar(Ipomoea Batatas L) disebut“ kandoraq” saja.Sedangkan kentang(Solanum Tuberosum), merupakan umbi impor, disebut“ lame - lame” yang kira - kira berarti umbi kecil ",
    "imageUrl": "/images/RIDWAN.png",
    "type": "Budaya",
    "slug": "jepa-mandar"
  }
]